Repository: common-repository/social-semantic-recommendation-sosere
Catalog: sosere_languages/social-semantic-recommendation-sosere-*.po
Languages: de_de, es_es, it_it, pt_pt

source: SOSERE displays a list or thumbnails of related entries at the bottom of a post based on an unique, self-learning, socialsemantic analysis algorithm. It is efficient and fits perfect to each post individually.
de_de: SOSERE zeigt automatisch eine verlinkte Liste oder Thumbnails von verwandten Beiträgen unterhalb eines Artikels/Seite an. Die Auswahl erfolgt dabei mit einem einzigartigen, selbstlernendem soziosemantischen Algorithmus. Effizient und Datenschutzkonform werden für jeden Beitrag individuell perfekt passende Empfehlungen erzeugt.
es_es: SOSERE muestra un lista enlazada o Thumbnails de comentarios justo debajo de un artículo/página. La selección resulta con un algoritmo único socio-semántico de autoaprendizaje. Esto es eficiente y ajusta perfectamente cada comentario individualmente.
it_it: SOSERE mostra una serie di anteprime di diversi accessi in fondo alla pagina di un unica analisi di algoritmo socialsemantico. è efficiente e perfetto per ogni singolo post.
pt_pt: O SOSERE mostra uma lista ou miniaturas de eentradas relacionadas mo final de cada post, baseado num algoritmo único, semântico social. E eficiente e ajusta-se perfeitamente a cada post de forma individual.

source: Settings Admin
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni Admin
pt_pt: Admin Definições

source: Recommended for you
de_de: Das könnte dich auch interessieren
es_es: Esto te podría interesar
it_it: Consigliato per te
pt_pt: Recomendado para você

source: Display Settings
de_de: Anzeige-Einstellungen
es_es: Ver Configuración
it_it: Impostazioni Visive
pt_pt: Ver definições

source: Selection Settings
de_de: Auswahl-Einstellungen
es_es: Selección de configuración
it_it: Impostazioni di Selezione
pt_pt: Definições de seleção

source: Performance Settings
de_de: Performance-Einstellungen
es_es: Funcionamiento de la configuración
it_it: Impostazioni di Rendimento
pt_pt: Definições de performance

source: Recommendations box title
de_de: Überschrift der Empfehlungsbox
es_es: Título de la sección de recomendaciones
it_it: Segnalazioni box title
pt_pt: Recomendações de titulo e caixa

source: Count of recommended posts per page/post
de_de: Empfehlungsanzahl pro Artikel/Seite
es_es: Número de artículos recomendados por página o artículo
it_it: Conta dei post consigliati per pagina/post
pt_pt: Número de artículos recomendações por página o artículo

source: Show recommendations with thumbs
de_de: Zeige Empfehlungen mit Thumbnails
es_es: Mostrar recomendaciones con pulgares
it_it: Mostra segnalazioni con pollici
pt_pt: Mostrar recomendações com miniatura

source: Custom recommendations thumb size
de_de: Benutzerdefinierte Empfehlungen Thumbnail-Größe
es_es: Recomendaciones de cliente para tamaño de pulgar
it_it: Personalizza segnalazioni su misura
pt_pt: Definir tamanho da miniatura

source: Default thumbnail
de_de: Standard Thumbnail
es_es: Pulgar estándar
it_it: Anteprima predefinita
pt_pt: Miniatura por defeito

source: Use custom css
de_de: Benutze benutzerdefiniertes CSS
es_es: Uso de cliente CSS
it_it: Utilizzo css personalizzati
pt_pt: Usar css costumizado

source: Hide recommendations
de_de: Blende Empfehlungen aus
es_es: Esconder recomendaciones
it_it: Segnalazioni nascoste
pt_pt: Esconder recomendações

source: Post types
de_de: Beitragstypen

source: Consider posts/pages viewed for (days)
de_de: Beachte Artikel/Seiten, die maximal vor x Tagen angesehen wurden.
es_es: Considerar veces visto el artículo o página por día
it_it: Considerare post/pagine visitate per (giorni)
pt_pt: Considere posts / paginas vistas (dias)

source: Consider posts/pages not older than (days)
de_de: Beachte Artikel/Seiten, die nicht älter als x Tage sind.
es_es: Considerar artículos o páginas no más antiguos que x días
it_it: Considerare post/pagine non più vecchie di (giorni)
pt_pt: Considere posts / paginas anteriores (dias)

source: Data Source
de_de: Datenquellen

source: Include pages and custom types
de_de: Verwende Seiten und benutzerdefinierte Seitentypen
es_es: Incluir tipos de páginas y clientes
it_it: Includere pagine e voci utili
pt_pt: Incluir páginas e customizados

source: Exclude tags
de_de: Von Empfehlungen ausgeschlossene Tags
es_es: Etiqueta excluídas
it_it: Non considerare etichettas
pt_pt: Etiqueta Excluídos

source: Use SOSERE output cache
de_de: Verwende SOSERE Ausgabe-Cache
es_es: Usar salida SOSERE cache
it_it: Utilizzare SOSERE output cache
pt_pt: Usar cache de SOSERE

source: Max Cache Time (hours)
de_de: Maximale Caching-Dauer in Stunden
es_es: Máximo de duración de cache en horas
it_it: Durata massima cache (ore)
pt_pt: Máximo tempo cache ( horas )

source: Caching increases your blog performance by storing output in database for a period of time, while SOSERE doesn't have to generate it each time. It has no effect on other caching plugins but leave it unchecked if you are using another caching plugin.
de_de: Caching erhöht die Blog-Performance. Es speichert die Ausgabe für eine festgelegte Dauer in der Datenbank und generiert Empfehlungen dadurch nicht bei jedem Aufruf neu. Diese Option hat keinen Einfluss auf andere Caching-Plugins. Wenn Sie Andere verwenden, deaktivieren Sie SOSERE Cache.
es_es: El almacenamiento del cache incrementa el funcionamiento de tu blog almacenando salidas en la base de datos por un período de tiempo, para que SOSERE no tenga que generarlo cada vez. No tiene efecto en otros almacenamientos de entradas pero lo deja sin chequear si es que estás usando otro almacenamiento de entrada.
it_it: Memorizzare gli sviluppi del tuo blog salvando gli output nel database per un periodo di tempo, mentre SOSERE non deve crearli ogni volta. Non ha effetto sul salvataggio di altri plugin ma lo lascia incontrollato se stai usando un altro plugin.
pt_pt: O cache aumenta a performance do blog, alojando o output na base de dados por um período de tempo, enquanto SOSERE não tem que generar a todo o tempo. Não tem efeito noutros plugins do cache, mas selecione a caixa se estiver a usar outro plugin de cache.

source: Define here how long SOSERE output should be cached before it would be regenerated.
de_de: Gebe Sie an, wie lange SOSERE die Ausgabe speichern soll, bevor es neu generiert wird.
es_es: Diga aquí cuánto tiempo debería la salida de SOSERE ser almacenada antes de que esta sea regenerada.
it_it: Definire quanto tempo deve passare prima che un output di SOSERE venga rigenerato.
pt_pt: Defina aqui quanto tempo output do SOSERE deve guardar o cache antes de ser regenerado.

source: Title list
de_de: Titelliste
es_es: Título de lista
it_it: Titolo
pt_pt: Lista de títulos

source: Thumbnail and title
de_de: Thumbnail und Titel
es_es: Pulgar y título
it_it: Anteprima e titolo
pt_pt: Miniatura e título

source: Thumbnail only
de_de: Nur Thumbnail
es_es: Sólo pulgar
it_it: Solo anteprima
pt_pt: Miniatura só

source: default (150x150 px)
de_de: Standard (150x150 px)
es_es: Estándar (150x150 px)
it_it: predefinito (150x150 pz)
pt_pt: Por defeito (150x150 px)

source: Choose a custom thumbnail size.
de_de: Wählen Sie eine benutzerdefinierte Thumbnail-Größe bei Empfehlungen.
es_es: Escoja tamaño de pulgar del usuario.
it_it: Scegliere l'anteprima adatta dell'utente
pt_pt: Customize o tamanho da miniatura.

source: Choose a default thumbnail image. It will be shown if you use thumbnails for recommendations and a recommended article has no thumbnail.
de_de: Wählen Sie ein Standard-Thumbnail Bild. Es wird angezeigt, wenn Sie Thumbnails verwenden, aber ein empfohlener Artikel kein Thumbnail besitzt.
es_es: Escoja una imágen estándar del pulgar. Será mostrado si usted usa pulgares para recomendaciones y para un artículo recomendado que no tenga pulgar.
it_it: Scegliere un immagine di anteprima predefinita. Verrà mostrata se usi le anteprime per segnalazioni o articoli che non hanno anteprime.
pt_pt: Escolha uma imagem padrão para a miniatura. Será mostrada se você usar as miniaturas para as recomendações e um artigo recomendado não tem miniatura.

source: This option requires Wordpress 3.5 or newer. Update Wordpress if you want to use it.
de_de: Diese Option benötigt Wordpress 3.5 oder neuer. Aktualisiere Sie ihre Wordpress-Installation um es zu verwenden.
es_es: Esta opción requiere de Wordpress 3.5 o una versión más nueva. Cargue Wordpress si es que usted desea usarlo.
it_it: Quest'opzione richiede Wordpress 3.5 o il seguente. Devi installarlo se lo vuoi usare.
pt_pt: Esta opção requer Wordpress 3.5 ou mais recente. Atualize o Wordpress se quiser usar.

source: Check this box if you want to use custom css definitions in sosere-recommendation-custom.css
de_de: Aktiviere Sie diese Option, wenn Sie benutzerdefinierte CSS in sosere-recommendation-custom.css verwenden
es_es: Chequea esta caja si es que usted desea usar las definiciones de css del usuario en sosere-recommendation-custom.css
it_it: Seleziona questa finestra se vuoi usare css personalizzati in sosere-segnalazioni-personalizza.css
pt_pt: Selecione esta caixa se quiser usar as definições de customizaçõe em sosere-recommendation-custom.css

source: SOSERE uses categories, tags and user behaviour data for recommendations. It takes up to 6 weeks to collect enough data for a usable network. You can activate the plugin, let it learn and hide the output. Useful also for A/B testing.
de_de: SOSERE bezieht Kategorien, Tags und das Benutzerverhalten bei Empfehlungen ein. Es kann bis zu 6 Wochen dauern, bis genügend Daten für ein verwendbares Netzwerk gesammelt werden konnten. Sie können das Plugin aktivieren, lernen lassen und die Ausgabe ausblenden. Nützlich auch für A/B Testing.
es_es: SOSERE usa categorías, etiquetas y comportamiento de los datos del usuario para recomendaciones. Toma 6 semanas para recolectar datos suficientes para un conexión usable. Usted puede activar la entrada, déjelo aprender y esconder la salida.
it_it: SOSERE utilizza categorie, tag e dati degli utenti per le segnalazioni. Impiega 6 settimane per raccogliere sufficienti dati per rendere il sistema utilizzabile. Puoi attivare il plugin, lasciarlo lavorare e nascondere l'output. Utile anche per gli A/B test.
pt_pt: SOSERE usa categorias, etiquetas e os dados de comportamento relativos és recomendações. Dura até 6 semanas para colecionar dados suficientes para uma rede usável. Você pode ativar o plugin, esconder o output. Útil também para testar A / B.

source: By default SOSERE shows recommendations on posts but not on (custom) pages. Select page types to show recommendations on.
de_de: Standardmäßig werden Empfehlungen bei Artikel, aber nicht auf (benutzerdefinierten) Seiten angezeigt. Aktivieren Sie diese Option, wenn auch Seiten und benutzerdefinierten Seitentypen berücksichtigt werden sollen.

source: By default SOSERE considering posts but not (custom) pages for recommendations. Check this box if you like pages and custom page types to be considered for reccomdations too.
de_de: Standardmäßig werden Artikel, aber nicht auf (benutzerdefinierten) Seiten für Empfehlungen benutzt. Aktivieren Sie diese Option, wenn auch Seiten und benutzerdefinierten Seitentypen berücksichtigt werden sollen.

source: By default, SOSERE uses tags, categories and user behavior to make recommendations. Session cookies are used to capture user behavior. If you uncheck session no cookies will be set by SOSERE.
de_de: Standardmäßig benutzt SOSERE Tags, Kategorien und Nutzerverhalten um Empfehlungen zu erstellen. Für das Erfassen des Nutzerverhaltens werden Sitzungscookies (session) verwendet. Hacke das aus falls keine keine Cookies gesetzt werden sollen.

source: Add a custom localized recommendation box title for each used language.
de_de: Geben Sie eine sprachspezifische Überschrift der Empfehlungsbox für jede verwendete Sprache ein.
es_es: Agregue una recomendación de una sección de un usuario localizado para cada idioma usado.
it_it: Aggiungi una segnalazione personalizzata per ogni linguaggio utilizzato.
pt_pt: Acrescente uma caixa costumizada por cada idioma usado.

source: (default)
de_de: (Standart)
es_es: (estándar)
it_it: (predefinito)
pt_pt: (por defeito)

source: Choose the maximum count of recommended posts.
de_de: Wählen Sie die maximale Anzahl der empfohlenen Artikel pro Seite.
es_es: Escoja la cantidad máxima de artículos recomendados.
it_it: Scegli il numero massimo di post consigliati.
pt_pt: Escolha o número máximo de posts recomendados.

source: User behaviour is the basis of recommendations. How old may considered user actions be? Default is 30 days.
de_de: Das Benutzerverhalten wird bei Empfehlungen mit einbezogen. Wie alt sollen berücksichtigte Benutzeraktionen sein? Standard sind 30 Tage.
es_es: El comportamiento del usuario es la base de las recomendaciones. Cuánto tiempo se consideraría que duren las acciones del usuario? El estándar es de 30 días.
it_it: Il comportamento degli utenti è alla base delle segnalazioni. Quanto devono essere considerate vecchie le azioni degli utenti? Il predefinito è 30 giorni.
pt_pt: O comportamento do usuário é a base das recomendações. Quanto tempo as ações dos usuários devem ser consideradas? Por defeito são 30 dias.

source: How old may recommended posts be? Put 0 in for no age limit. Default is 1000 days.
de_de: Wie alt dürfen empfohlene Artikel sein? Tragen Sie 0 für keine Altersbeschränkung ein. Standard sind 0 Tage.
es_es: Cuánto tiempo podrán durar los artículos recomendados? Ponga 0 para que no haya tiempo límite. El estándar es de 1000 días.
it_it: Quanto dovrebbero essere vecchi i post? Inserisci 0 per non avere un limite. Il predefinito è 1000 giorni.
pt_pt: Quantos tempo as posts devem ser considerados? Eleja entre 0 até sem limite. Por defeito são 1000 dias.

source: Move tags by drag and drop from "Included tags" list to "Excluded tags" list to exclude them from being considered.
de_de: Verschieben Sie Tags aus "Einbezogene Tags" Liste in die "Ausgeschlossene Tags" Liste um sie von Empfehlungen auszuschließen.
es_es: Mueva las entradas arrastrándo y soltándo desde "Etiquetas incluídas" listar a "Etiquetas excluídas" listar de ser recomendadas a excluídas.
it_it: Spostare la voce da "Considerare etichettas" a "Non considerare etichettas" per esluderli da quelli consigliati.
pt_pt: Mover entradas arrastando de lista "Etiquetas Incluídas " ate "Etiquetas Excluídos " lista para excluí-las das recomendações visíveis.

source: Included tags
de_de: Einbezogene Tags
es_es: Etiquetas incluídas
it_it: Considerare etichettas
pt_pt: Etiquetas Incluídas

source: Excluded tags
de_de: Ausgeschlossene Tags
es_es: Etiquetas excluídas
it_it: Non considerare etichettas
pt_pt: Etiquetas Excluídos

source: Thank you for activating SOSERE. It is free software. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=NUQWN3PZ7Y296">Buy us some coffee</a> and support continuous improvement of <a href="http://www.sosere.com">SOSERE</a>.
de_de: Danke für die Aktivierung von SOSERE. Es ist freie Software. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G4TBLTL3AWZ6U">Kaufe uns ein paar Kaffees</a> und unterstütze damit die kontinuierliche Weiterentwicklung von <a href="http://www.sosere.com">SOSERE</a>.
es_es: Gracias por la activación de SOSERE. Es un software libre. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=HA4AH5HTKGLBJ">Compro unos cafés</a>y apoya la continua mejor de <a href="http://www.sosere.com">SOSERE</a>.
it_it: Grazie per aver attivato SOSERE. è un software libero. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GJSN3GD58X8GQ">Compraci del caffè</a> e segui i continui aggiornamenti di<a href="http://www.sosere.com">SOSERE</a>.
pt_pt: Obrigado por ativar o SOSERE. E um software livre. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=56EJ23X9AGFSL">Pague-nos um cafezinho</a> e apoie a continua melhoria de <a href="http://www.sosere.com">SOSERE</a>.

source: Thank you for updating SOSERE. It is free software. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=NUQWN3PZ7Y296">Buy us some coffee</a> and support continuous improvement of <a href="http://www.sosere.com">SOSERE</a>.
de_de: Danke für die Benutzung von SOSERE. Es ist freie Software. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G4TBLTL3AWZ6U">Kaufe uns ein paar Kaffees</a> und unterstütze damit die kontinuierliche Weiterentwicklung von <a href="http://www.sosere.com">SOSERE</a>.
es_es: Gracias por usar SOSERE. Es un software libre. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=HA4AH5HTKGLBJ">Compro unos cafés</a>y apoya la continua mejor de <a href="http://www.sosere.com">SOSERE</a>.
it_it: Grazie per aver aggiornato SOSERE. è un software libero. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GJSN3GD58X8GQ">Compraci del caffè</a> e segui i continui aggiornamenti di<a href="http://www.sosere.com">SOSERE</a>.
pt_pt: Obrigado por atualizar o SOSERE. E um software livre. <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=56EJ23X9AGFSL">Pague-nos um cafezinho</a> e apoie a continua melhoria de <a href="http://www.sosere.com">SOSERE</a>.

source: Settings
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni
pt_pt: Definições

source: By default SOSERE shows recommendations on posts but not on (custom) pages. Check this box if you like to show recommendations on pages and custom page types too.
es_es: Para que estándar de SOSERE muestre las recomendaciones en los artículos pero no en páginas de usuarios. Chequea esta sección si te gustaría mostrar las recomendaciones en las páginas y en los tipos de páginas del usuario también.
it_it: SOSERE predefinito mostra le segnalazioni dei post ma non le pagine direttamente. Seleziona questa cartella se vuoi mostrare le segnalazioni sulle pagine e anche sui tipi di pagine personalizzate.
pt_pt: Por defeito o SOSERE mostra as recomendações dos posts, mas não das páginas ( custumizadas ). Selecione esta caixa se você quer mostrar as recomendações mas páginas ou nas paginas costumizadas também.
